Repository: mozilla-l10n/mt-training-data
Catalog: yi/yi_pontoon.tmx
Source language: en_us
Languages: yi

source: 1 sentence collected
yi: 1 זאץ געזאמלט

source: 2 down, keep it up!<playIcon></playIcon>
yi: 2 ערלעדיגט, האלט אן!

source: ≥ 2 No votes
yi: ≥ 2 ניין שטימען

source: ≥ 2 Yes votes
yi: ≥ 2 יא שטימען

source: Abkhaz
yi: אבקהאזיש

source: About
yi: איבער אונז

source: Accent
yi: אקצענט

source: Account
yi: קאנטע

source: Acehnese
yi: אקענעזיש

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
yi: { $actionType }<playIcon></playIcon> האבן זיי אקוראט געזאגט דעם זאץ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
yi: { $actionType }<recordIcon></recordIcon> דערנאך ליינט דער זאץ הויעך

source: { $actionType }<stopIcon></stopIcon> when done
yi: { $actionType }<stopIcon></stopIcon> ווען פארטיג

source: { $actionType } submit when ready
yi: { $actionType } געבט אריין ווען גרייט

source: Add
yi: לייג צו

source: Add a language you want to contribute to
yi: לייגט צו א שפרייך וואס איר ווילט ביישטייערן צו

source: Add as much information as you can about the language. This could include:
yi: לייגט אריין דאס מערסטע אינפארמאציע וואס איר קענט איבער דעם שפרייך. דאס קען ארייננעמען:

source: Add information
yi: לייג צו אינפארמאציע

source: Adding Sentences
yi: צולייגן זאצן

source: Additional Language
yi: נאך א שפרייך

source: Add Language
yi: לייגט צו א שפרייך

source: Add new custom accent "{ $inputValue }"
yi: לייג צו אן אייגענעם אקצענט "{ $inputValue }"

source: Add new sentences
yi: לייג צו נייע זאצן

source: Add Sentences
yi: לייגט צו זאצן

source: Add Your Voice
yi: לייגט צו אייער שטימע

source: Adyghe
yi: אדיגעדזשיש

source: Afaan Oromo
yi: אפען אורומא

source: Afrikaans
yi: אפריקאנס

source: Age
yi: עלטער

source: Albanian
yi: אלבעיניש

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
yi: אביסל הינטערגרונד גרידער איז אין ארדענונג, אבער אויב דו קענסט הערן נאך א מענטש רעדן אנדערע ווערטער, זאל די קליפ ווערן צוריקגעוויזן. געווענדליך געשעט דאס וואו די טעלעווידזשן איז געבליבן אנגעצונדן, אדער וואו עס איז דא דא א שמועס דערנעבן.

source: All
yi: אלע

source: Amharic
yi: אמהאריש

source: Approve
yi: באשטעטיג

source: Arabic
yi: אראביש

source: Aragonese
yi: אראגאניזיש

source: Are you coming? [called by another]
yi: דו קומסט? [גערופן דורך א צווייטן]

source: Armenian
yi: ארמעיניש

source: Armenian Western
yi: מעריב ארמעיניש

source: Ask about a new language
yi: פרעגט וועגן א נייע שפרייך

source: Assamese
yi: אסעמיזיש

source: Asturian
yi: עסטרייכיש

source: Audio Format
yi: אודיא פארמאט

source: Avatar
yi: אוועטער

source: Avatar uploaded
yi: אוועטער ארויפגעלאדנט

source: Average
yi: דורכשניטליך

source: A voice clip is marked "valid" when a user gives it a Yes vote.
yi: א שטימע קליפ ווערט געצייכנט אלס "ריכטיג" ווען א באנוצער גיבט עס א יא שטים.

source: Avoid too much background noise - it should be easy to hear you.
yi: פארמייד צו פיל הינטערגרונד גרידער - ס'זאל זיין גרינג דיך צו הערן.

source: Awards
yi: באלוינונגען

source: Azerbaijani
yi: אזערבעידזשאניש

source: Back
yi: צוריק

source: Background Noise
yi: הונטערגרונד גרידער

source: Background Voices
yi: הונטערגרונד שטימעס

source: Back to Top
yi: צוריק צום אנהייב

source: Bambara
yi: באמבארא

source: Basaa
yi: באסאיש

source: Bashkir
yi: באשקיר

source: Basque
yi: באסקיש

source: Belarusian
yi: בעלארוסיש

source: Benefits
yi: פארדינסטן

source: Bengali
yi: בענגאלי

source: <bold>{ $count }</bold> Clips
yi: קליפס

source: <bold>Help us</bold> find more voices
yi: <bold>העלפט אונז</bold> טרעפן מער שטימעס

source: Bosnian
yi: באסניאיש

source: Both
yi: ביידע

source: Both (Speak and Listen)
yi: ביידע (דערן און צוהערן)

source: Breton
yi: ברעטאן

source: Browse Languages
yi: בלעטערן שפרייכן

source: Build a custom goal
yi: בוי אויף אן אייגענעם ציל

source: Build Profile
yi: בוי א פראפייל

source: Bulgarian
yi: בולגאריש

source: Burmese
yi: בירמאניש

source: Buryat
yi: בורדזשאטיש

source: By editing your goal, you may lose your existing progress.
yi: ביים טוישן אייער ציל, קענט איר פארלירן אייער עקזיסטירענדע פארשריט.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
yi: דורכ'ן זיך אריינשרייבן צו באקומען אימעילס פארשפרעכט איר אז איר זענט אין ארדענונג מיט מאזילע צו האנדלען דער אינפארמאציע ווי ערקלערט אין די <privacyLink>פראווייטקייט נאטיץ</privacyLink>

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
yi: <b>דו שטימסט צו</b> נישט צו פראבירן צו געוואר ווערן די אידענטיטעט פון די רעדנערס אין די קאמאן וואויס דאטא סעט

source: Can't decide?
yi: איר קענט נישט אפמאכן?

source: Cantonese
yi: קאנטאנעזיש

source: Catalan
yi: קאטאלאניש

source: Central Kurdish
yi: צענטראל קורדיש

source: Change your email via Settings under Login Identity
yi: טוישט אייער אימעיל אין די אנשטעלונגען אונטער איישרייבונג אידענטיטעט

source: <chevron></chevron>See less
yi: <chevron></chevron>זעט ווייניגער

source: <chevron></chevron>See more
yi: <chevron></chevron>זעט מער

source: Chinese (China)
yi: כינעזיש (כינע)

source: Chinese (Hong Kong)
yi: כינעזיש (האנג קאנג)

source: Chinese (Taiwan)
yi: כינעזיש (טייוואן)

source: Chinyanja
yi: טשיניאנדזשא

source: Chuvash
yi: טשאוואשיש

source: Citation
yi: ציטירונג

source: Citing Sentences
yi: ציטירן זאצן

source: Click
yi: דריקט

source: Clips recorded
yi: קליפס רעקארדירט

source: Clips Uploaded
yi: קליפס ארויפגעלאדנט

source: Clips validated
yi: קליפס באשטעטיגט

source: Clips You've Recorded
yi: קליפס וואס איר האט רעקארדירט

source: Clips You've Validated
yi: קליפס וואס איר האט באשטעטיגט

source: Close
yi: פארמאך

source: Collecting sentences
yi: זאמלען זאצן

source: Collect sentences
yi: זאמלט זאצן

source: Comment
yi: קאמאנטירט

source: Common Voice Dataset
yi: קאמאן וואויס דאטא סעט

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
yi: קאמאן וואויס איז מאזילע'ס איניציאטיוו צו העלפען לערנען מאשינען ווי אזוי עכטע מענטשן רעדן.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
yi: קאמאן וואויס איז א טייל פון מאזילע'ס איניציאטיוו צו העלפען לערנען מאשינען ווי אזוי עכטע מענטשן רעדן.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
yi: קאמאן וואויס איז דער וועלטס גרעסטע עפענטליכע פארהאן, פארשידענע-שפרייכן שטימע דאטא סעט.

source: Community participation and decision making.
yi: געמיינדע אנטייל נעמען און באשלוס פאסן.

source: Confirm
yi: באשטעטיג

source: Confirm Goal
yi: באשטעטיג דעם ציל

source: Confirm New Sentences
yi: באשטעטיג נייע זאצן

source: Connect with Gravatar
yi: פארבינד מיט Gravatar

source: Contact
yi: קאנטאקט

source: Contact Form
yi: קאנטאקט פארום

source: Contact the Common Voice team
yi: קאנטאקט די קאמאן וואויס מאנשאפט

source: Contact Us
yi: קאנטאקט אונז

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
yi: אינהאלט צו באקומען אונטער די </licenseLink>Creative Commons license<licenseLink>

source: Continue
yi: גיי ווייטער

source: Contribute
yi: ביישטייערט

source: Contribute sentences
yi: ביישטייערט זאצן

source: Contribute to { $lang }
yi: ביישטייערט צו { $lang }

source: Contribute Your Voice
yi: ביישטייערט אייער שטימע

source: Contribution Activity
yi: ביישטייערונג אקטיוויטעטן

source: Contribution Experience
yi: ביישטייערונג ערפארונג

source: Contribution Guidelines
yi: ביישטייערונג פארשריפטן

source: Contributors record voice clips by reading from a bank of donated sentences.
yi: ביישטייערער רעקארדירן שטימע קליפס דורך לייענען פון א באנק פון ביישטייערטע זאצן.

source: Cookies
yi: קוכן

source: Cornish
yi: קארניש

source: Corsican
yi: קארסיש

source: { $count } clips
yi: קליפס

source: { $count }mo
yi: מאנאטן

source: { $countOfInvalidated } rejected by you
yi: { $countOfInvalidated } צוריקגעוויזן דורך אייך

source: { $countOfSentences } sentences found.
yi: זאצן געפינען

source: { $count }wk
yi: { $count } וואכן

source: { $count }y
yi: יארן

source: Create a Custom Goal
yi: שאף אן אייגענעם ציל

source: Croatian
yi: קראעטיש

source: Czech
yi: טשעכיש

source: Dagbani
yi: דאגאבאני

source: Daily Goal
yi: טעגליכע ציל

source: Danish
yi: דעניש

source: Dashboard
yi: איבערזיכט

source: Datasets
yi: דאטא סעטס

source: Date
yi: דאטום

source: Days
yi: טעג

source: Delete my recordings
yi: מעקט אויס מיין רעקארדירונגען

source: Delete Profile
yi: אויסמעקן פראפייל

source: Dhivehi
yi: דעהיוועהי

source: Different language
yi: אנדערע שפרייך

source: Difficult
yi: שווער

source: Difficult to pronounce
yi: שווער צו ארויסזאגן

source: Dioula
yi: דיאולא

source: Discard ongoing recording
yi: ווארף אוועק די אנגייענדע רעקארדירונג

source: Discourse
yi: דיסקארס

source: Donate
yi: שענקען

source: Donate your voice
yi: ביישטייערט אייער שטימע

source: Don't see your language on Common Voice yet?
yi: זעט איר נאכנישט אייער שפרייך אויף קאמאן וואויס?

source: Download
yi: לאדנט אראפ

source: Download Common Voice Data
yi: לאדנט אראפ קאמאן וואויס דאטא

source: Download Data
yi: לאדנט אראפ דאטא

source: Download { $language }
yi: לאדנט אראפ { $language }

source: Download My Data
yi: לאדנט אראפ מיין דאטא

source: Download the Dataset
yi: לאדנט אראפ די דאטא סעט

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
yi: האט איר געדאנקען וויאזוי מיר קענען מאכן די קאמאן וואויס דאטא סעט בעסער? לאזט אונז וואוסן אויף דיסקארס

source: Do you want to continue?
yi: ווילט איר גיין ווייטער?

source: Do you want to Speak, Listen or both?
yi: ווילט איר רעדן, צוהערן אדער ביידע?

source: Drag and drop or <browseWrap>Browse</browseWrap>
yi: שלעפ אריין און לאזט אראפ אדער <browseWrap>בלעטערט</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
yi: דורכאויס די ביישטייערונג, אריינגעבן באמערקונגען וועט ווערן איבערגעהיפט נאכן דריקן 'גיב אריין'. די ביישטייערונג וועט ווייטער גיין דירעקט מיט די קומענדיגע פאר פון 5 רעקארדירונגען אדער באשטעטיגונגען.

source: Dutch
yi: דויטש

source: Easy
yi: גרינג

source: Edit
yi: פאררעכט

source: Edit Profile
yi: פארעכט פראפייל

source: Email
yi: אימעיל

source: Email is already used for a different account
yi: דער אימעיל איז שוין אין באנוץ פאר א צווייטער קאנטע

source: English
yi: ענגליש

source: Enter Email to Download
yi: לייגט אריין אייער אימעיל צו אראפ לאדענען

source: Enter your email
yi: לייגט אריין אייער אימעיל

source: Error { $code }
yi: פעלער { $code }

source: Erzya
yi: ערסדזשאניש

source: Esperanto
yi: עספעראנטא

source: Estonian
yi: עסטאניש

source: Events
yi: אווענטן

source: Everyone
yi: איעדער

source: Ewondo
yi: עוואנדא

source: Example
yi: ביישפיל

source: Exit & Delete clips
yi: ארויסגיין & אויסמעקן די קליפס

source: FAQ
yi: אפט געפרעגטע פרייגן

source: Faroese
yi: פאראואיש

source: Female
yi: פרוי

source: Fewer than 15 words
yi: ווייניגער ווי 15 ווערטער

source: Fields marked with an asterisk (*) are required.
yi: קעסטלעך אנגעצייכנט מיט א שטערנדל (*) זענען פארלאנגט.

source: Finish recording
yi: ענדיג רעקארדירן

source: Finnish
yi: פיניש

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
yi: ערשט, קוקט דורך אויב דער שפרייך <languageLink>עקזעסטירט שוין</languageLink>. אויב נישט, קענט איר <languageRequestLink>פרעגן איבער צולייגן אייער שפרייך</languageRequestLink>. עס איז דא צוויי שטאפלען. איבערטייטשן דעם זייטל, און זאמלען זאצן

source: for example
yi: צום ביישפיל

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
yi: פאר די דאזיגע ארויסגעשטעלטע שפרייכן איז די וועבזייטל שוין געווארן <localizationGlossaryLink>לאקאליזירט</localizationGlossaryLink>, און האט שוין גענוג <sentenceCollectionGlossaryLink>זאצן געזאמלט</sentenceCollectionGlossaryLink> צו ערלויבן אנגייענדיגע <speakLink>רעדן</speakLink> און <listenLink>הערן</listenLink> ביישטייערונגען.

source: French
yi: פראנצויזיש

source: Frequently Asked Questions
yi: אפט געפרעגטע פרייגן

source: Frisian
yi: פרייסיש

source: Fulah
yi: פולא

source: Galician
yi: גאליזיש

source: GB
yi: ג"ב

source: Gender
yi: געשלעכט

source: Georgian
yi: דזשארדזשיש

source: German
yi: דויטש

source: Get in touch
yi: פארבינדט אייך

source: Get involved
yi: ווער פארמישט

source: Get Involved
yi: ווער פארמישט

source: Get started with goals
yi: פאנגט אן מיט צילן

source: Glossary
yi: ווערטער בוך

source: Goal reached
yi: ציל דערגרייכט

source: Goals
yi: צילן

source: Goan Konkani
yi: גואניש קאנקאני

source: Go to Discourse
yi: גיי צו דיסקארס

source: Go to Languages Page
yi: גיי צו שפרייכן בלאט

source: Go to { $name }
yi: גיי צו { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
yi: <governanceLink>ליינט מער איבער וויאזוי מיר זענען רעגירט</governanceLink>

source: Governments
yi: רעגירונגען

source: Grammatical / spelling error
yi: גראמאטישער\ אויסלייג פעלער

source: Great! How many clips a week?
yi: געוואלדיג! וויפיל קליפס א וואך?

source: Great! How many clips per day?
yi: געוואלדיג! וויפיל קליפס א טאג?

source: Great!<recordIcon></recordIcon> Record your next clip
yi: געוואלדיג!<recordIcon></recordIcon> רעקארדירט אייער קומענדיגע קליפ

source: Greek
yi: גריכיש

source: Guarani
yi: גואראני

source: Guidelines
yi: פארשריפטן

source: Gujarati
yi: גודזשאראטי

source: Haitian
yi: העיטיעאיש

source: Hakha Chin
yi: האקהא טשין

source: Hausa
yi: האוסא

source: Have Feedback?
yi: האט איר באמערקונגען?

source: Have you read our Terms?
yi: האט איר געליינט אונזערע טערמינען?

source: Hebrew
yi: העברעיש

source: Help
yi: הילף

source: Help Common Voice reach { $hours } hours in a language with a personal goal
yi: העלפט קאמאן וואויס דערגרייכן { $hours } שטונדן אין א שפרייך מיט א פערזענליכע ציל

source: Help create Common Voice’s first target segment in { $locale }
yi: העלפט שאפן קאמאן וואויס'ס ערשטע ציל אפשניט אין { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
yi: העלפט דערגרייכן { $hours } שטונדן אין { $language } מיט א פערזענליכע ציל

source: Help teach machines how real people speak, donate your voice at { $link }
yi: העלפט לערנען די מאשינען ווי אזוי עכטע מענטשן רעדן, ביישטייערט אייער שטימע ביי { $link }

source: Help us build a community around voice technology, stay in touch via email.
yi: העלפט אונז בויען א געמיינדע ארום שטימע טעכנעלאגיע, בלייבט אין פארבינדונג דורך אימעיל.

source: Help us build a high quality, publicly open dataset
yi: העלפט אונז בויען א הויעך קוואליטעט, עפענטליכע דאטא סעט

source: Help us find more voices, share your goal
yi: טיילט מיט אייער ציל אונז צו העלפן טרעפן מער שטימעס

source: Help us find others to donate their voice!
yi: העלפט אונז טרעפן אנדערע צו ביישטייערן זייער שטימע!

source: Help us get to { $goal }
yi: העלפט אונז אנקומען צו { $goal }

source: Help us validate sentences!
yi: העלפט אונז באשטעטיגן זאצן!

source: Help us validate voices
yi: העלפט אונז באשטעטיגן שטימעס

source: Hidden
yi: באהאלטן

source: Hiligaynon
yi: היליגיינאן

source: Hill Mari
yi: בארג מארי

source: Hindi
yi: הינדי

source: Home
yi: היים

source: Hours
yi: שטונדן

source: Hours Recorded
yi: שטונדן רעקארדירט

source: Hours Validated
yi: שטונדן באשטעטיגט

source: { $hours } validated hours so far!
yi: { $hours } באשטעטיגטע שטונדן ביז דערווייל!

source: How ?
yi: וויאזוי?

source: How are project decisions made?
yi: וויאזוי ווערן די פראיעקט באשלוסן געמאכט?

source: How can I get the Common Voice data?
yi: וויאזוי קען איך באקומען די קאמאן וואויס דאטא?

source: How can we effectively grow a language on Common Voice?
yi: וויאזוי קענען מיר אפעקטיוו פארגרעסערן א שפרייך אויף קאמאן וואויס?

source: How does Common Voice calculate hours?
yi: וויאזוי טוט קאמאן וואויס אויסרעכענען די שטונדען?

source: How does Common Voice work?
yi: וויאזוי ארבייט קאמאן וואויס?

source: How does site localization work?
yi: וויאזוי ארבייט די וועבזייטל לאקאליזירונג?

source: How do I access and use the dataset?
yi: וויאזוי קען איך צוקומען צו און נוצן די דאטא סעט?

source: How do I add a language?
yi: וויאזוי לייג איך צו א שפרייך?

source: How do I add sentences?
yi: וויאזוי לייג איך צו זאצן?

source: How do I cite?
yi: וויאזוי ציטיר איך

source: How do I know whether to approve a voice clip?
yi: וויאזוי ווייס איך צו איך זאל באשטעטיגן א שטימע קליפ?

source: How do I record a high quality voice clip?
yi: וויאזוי רעקארדיר איך א הויכע קוואליטעט שטימע קליפ?

source: How do I stay in touch?
yi: וויאזוי בלייב איך אין פארבינדונג?

source: How do you ensure anonymity and privacy of the people who donated their voices?
yi: וויאזוי טוט איר פארזיכערן די אנאנימיטעט און פריוואטקייט פון די מענטשן וואס ביישטייערן זייער שטימע?

source: How to Cite
yi: וויאזוי צו ציטירן

source: How would you describe your accent?
yi: וויאזוי וואלט איר געשילדערט אייער אקצענט?

source: Hungarian
yi: אונגאריש

source: I agree
yi: איך בין איינשטימיג

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
yi: איך בין איינשטימיג מיט קאמאן וואויס'ס <termsLink> טערמינען </termsLink> און <privacyLink> פריוואטקייט נאטיץ</privacyLink>

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
yi: איך רעדט נישט דער שפרייך פון געבוירן און איך רעדט מיט אן אקצענט, דארפט איר נאכאלץ מייט שטימע?

source: Icelandic
yi: אייסלענדיש

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
yi: איך וויל באקומען אימעילס א שטייגער ווי ציל דערמאנונגען, מיין פארשריט אנטוויקלונגען און נייעס באריכטן איבער קאמאן וואויס.

source: I do not agree
yi: איך בין נישט איינשטימיג

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
yi: אויב זענט איר נישט זיכער איבער דעם זאץ, קענט איר עס אויך איבערהיפן און ווייטער גיין צו דעם קומענדיגן.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
yi: אויב איר טרעפט זיך אן אין עפעס וואס דער פארשריפטן דעקט נישט, ביטע שטימט לויט אייער בעסטע שאצונג. אויב איר קענט נאך אלץ נישט אפמאכן, נוצט די היפ איבער קנעפל און גייט ווייטער צו דעם קומענדיגער רעקארדירונג.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
yi: אויב איר קענט זיי <strong>הערן</strong> און <strong>פארשטיין</strong>, איז עס געווענטליך <strong>די בעסטע צו באשטעטיגן</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
yi: אויב איר הערט נישט פון אונז ביז אפאר טעג, פארבינד אייך צו <emailLink>{ $email }</emailLink> און מיר וועלן צוריקומען צו אייך!

source: If you run out of sentences to review, please help us collect more sentences!
yi: אויב לויפט איר אויס פון זאצן איבער צו קוקן, ביטע העלפט אונז זאמלען מער זאצן!

source: Igbo
yi: איגבא

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
yi: איך בין אין ארדענונג מיט אייך צו האנדלען די אינפארמאציע אזויווי ערקלערט אין מאזילע'ס <privacyLink>פריוואטקייט פארשריפטן</privacyLink>

source: Indonesian
yi: אינדאניזיעאיש

source: Information about the language
yi: אינפארמאציע איבער דעם שפרייך

source: In Progress
yi: מען ארבעט נאך דערויף

source: Interested in learning more and contributing to the project?
yi: איטערעסירט צו לערנען מער און ביישטייערן צו דעם פראיעקט?

source: Interlingua
yi: אינטערלינגוע

source: Interlingue
yi: אינטערלינגוע

source: Irish
yi: אייריש

source: IsiNdebele (North)
yi: צפון IsiNdebele

source: IsiNdebele (South)
yi: דרום IsiNdebele

source: Is my account information public?
yi: איז מיין קאנטע אינפארמאציע עפענטליך?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
yi: <isoCodeLink>ISO קאוד</isoCodeLink> אויב באוואוסט

source: Is the clip valid?
yi: איז דער קליפ קארעקט?

source: Is the goal of Common Voice to build a voice assistant?
yi: איז די ציל פון קאמאן וואויס צו בויען א שטימע צוהעלפער?

source: Italian
yi: איטאליעניש

source: It contains words or phrases that are hard to read or pronounce.
yi: עס פארמאגט ווערטער אדער פארזן וואס זענען שווער צו ליינען אדער ארויסזאגן.

source: It is written in a language different than what I’m reviewing.
yi: עס איז געשריבן אין אן אנדערע שפרייך פון וואס איך קוק איבער.

source: It is written in a language different than what I’m speaking.
yi: עס איז געשריבן אין אן אנדערע שפרייך פון וואס איך רעדט.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
yi: עס נעמט אסאך צו מאכן קאמאן וואויס געשען! מיר טוען עס נישט אליין. ווילט איר זיך צאמשטעלן מיט אונז? מיר וועלן זיך פרייען צו הערן פון אייך.

source: I want to join the Common Voice mailing list
yi: איך וויל זיך אנשליסן אין די קאמאן וואויס אימעיל ליסטע

source: Izhorian
yi: איזהאריש

source: Japanese
yi: יאפאנעזיש

source: Javanese
yi: דזשאוואנעזיש

source: Join the Common Voice mailing list
yi: שליסט אייך אן אין די קאמאן וואויס מעיל ליסטע

source: Just Unsure?
yi: זענט איר אומזיכער?

source: Kabardian
yi: קאבארדיאיש

source: Kabyle
yi: קאבייליש

source: Kannada
yi: קאנדא

source: Kaqchikel
yi: קאקטשיקל

source: Karakalpak
yi: קאראקאלפאק

source: Kazakh
yi: קאסאכיש

source: { $kb }kb max
yi: { $kb } ק"ב מערסטנס

source: Keep
yi: האלט

source: Keep it up, record again <recordIcon></recordIcon>
yi: האלט אן, רעקארדירט נאכאמאל<recordIcon></recordIcon>

source: Keep the recordings
yi: האלט די רעקארדירונגען

source: Keep track of your progress and metrics across multiple languages.
yi: פאלגט נאך אייער פארשריט און אפשאצונגען דורכאויס מערערע שפרייכן.

source: Keep track of your progress with a profile
yi: פאלגט נאך אייער פארשריט מיט א פראפייל

source: Keep track of your progress with a profile and help our voice data be more accurate.
yi: פאלגט נאך אייער פארשריט מיט א פראפייל און העלפט אונזער שטימע דאטא זיין מער אקוראט.

source: Khmer
yi: קמעריש

source: K'iche'
yi: קיטשא

source: Kikuyu
yi: קיקאיא

source: Kinyarwanda
yi: קיניארוואנדא

source: Komi-Zyrian
yi: קומי-זיריאניש

source: Konkani (Devanagari)
yi: קאנקאני (דעוואנאגארי)

source: Korean
yi: קארעאיש

source: Kurmanji Kurdish
yi: קורמאנדשי קורדיש

source: Kyrgyz
yi: קירגיסיש

source: Language
yi: שפרייך

source: Language Request
yi: שפרייך פארלאנג

source: Language request successfully submitted, thank you.
yi: די שפרייך פארלאנג איז געווארן אריינגעגיבן מיט ערפאלג, א דאנק.

source: Languages
yi: שפרייכן

source: Lao
yi: לאאוטיש

source: Last Updated: { $lastUpdatedTimeStamp }
yi: לעצט איבערגעפרישט: { $lastUpdatedTimeStamp }

source: Latgalian
yi: לאטגאליאיש

source: Latvian
yi: לעטוויאיש

source: Launched
yi: ארויסגעשטעלטע

source: Leaderboard Visibility
yi: ראנג ליסטע זעהבארקייט

source: Learn how to take part
yi: לערנט וויאזוי צו אנטייל נעמען

source: Learn More
yi: לערנט מער

source: Leaving now means you’ll lose your changes
yi: יעצט אוועקגיין מיינט אז איר וועט פארלירן אייערע טוישינגען

source: Leaving now means you'll lose your progress
yi: אוועק גיין יעצט מיינט אז איר וועט פארלירן אייער פארשריט

source: Length
yi: לענג

source: Let's Get Started
yi: לאמיר אנפאנגען

source: License
yi: לייסענס

source: Ligurian
yi: ליגוריאיש

source: Lingala
yi: לינגאלא

source: Link Copied
yi: לינק קאפירט
